Repository: kernelkappa/nospam
Catalog: ios/NoSpam/Localizable.xcstrings
Source language: it
Languages: ar, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# status.callBlockingDisabled
source: Blocco chiamate disattivato. Tocca «Apri Impostazioni» qui sotto: ti guidiamo passo passo per attivarlo.
ar: حظر المكالمات معطّل. اضغط على «فتح الإعدادات» أدناه: سنوجهك خطوة بخطوة لتفعيله.
bn: কল ব্লকিং নিষ্ক্রিয়। নীচে «সেটিংস খুলুন» ট্যাপ করুন: আমরা ধাপে ধাপে এটি সক্রিয় করতে গাইড করব।
ca: Bloqueig de trucades desactivat. Toca «Obre Configuració» a sota: et guiarem pas a pas per activar-lo.
cs: Blokování hovorů je deaktivováno. Klepněte níže na „Otevřít Nastavení“: krok za krokem vás provedeme aktivací.
da: Opkaldsblokering deaktiveret. Tryk på “Åbn Indstillinger” nedenfor: vi guider dig trin for trin for at aktivere den.
de: Anrufblockierung deaktiviert. Tippe unten auf „Einstellungen öffnen“: Wir führen dich Schritt für Schritt durch die Aktivierung.
el: Ο αποκλεισμός κλήσεων είναι απενεργοποιημένος. Πατήστε «Άνοιγμα Ρυθμίσεων» παρακάτω: θα σας καθοδηγήσουμε βήμα προς βήμα για να το ενεργοποιήσετε.
en: Call blocking disabled. Tap «Open Settings» below: we'll guide you step by step to enable it.
es: Bloqueo de llamadas desactivado. Toca «Abrir Ajustes» abajo: te guiamos paso a paso para activarlo.
fi: Puhelunesto pois käytöstä. Napauta alla “Avaa Asetukset”: opastamme sinua vaihe vaiheelta sen käyttöönotossa.
fr: Blocage des appels désactivé. Appuyez sur « Ouvrir les réglages » ci-dessous : nous vous guidons étape par étape pour l'activer.
gu: કૉલ બ્લોકિંગ નિષ્ક્રિય છે. નીચે «સેટિંગ્સ ખોલો» ટૅપ કરો: અમે તેને સક્રિય કરવા માટે તમને પગલું-દર-પગલું માર્ગદર્શન આપીશું.
he: חסימת שיחות מושבתת. הקש על «פתח הגדרות» למטה: נדריך אותך שלב אחר שלב להפעלתו.
hi: कॉल ब्लॉकिंग अक्षम है। नीचे «सेटिंग्स खोलें» टैप करें: हम इसे सक्षम करने के लिए आपको चरण-दर-चरण मार्गदर्शन देंगे।
hr: Blokiranje poziva deaktivirano. Dotaknite “Otvori postavke” ispod: vodit ćemo vas korak po korak kako biste to omogućili.
hu: A hívásblokkolás letiltva. Koppintson alul a „Beállítások megnyitása” gombra: lépésről lépésre végigvezetjük az engedélyezésen.
id: Pemblokiran panggilan dinonaktifkan. Ketuk “Buka Pengaturan” di bawah: kami akan memandu Anda langkah demi langkah untuk mengaktifkannya.
ja: 着信ブロックが無効です。下の「設定を開く」をタップしてください。有効にする手順をご案内します。
kn: ಕರೆ ನಿರ್ಬಂಧ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ಕೆಳಗೆ «ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ» ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ: ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಾವು ನಿಮಗೆ ಹಂತ ಹಂತವಾಗಿ ಮಾರ್ಗದರ್ಶನ ನೀಡುತ್ತೇವೆ.
ko: 전화 차단이 비활성화되었습니다. 아래의 "설정 열기"를 탭하세요. 활성화 방법을 단계별로 안내해 드립니다.
ml: കോൾ ബ്ലോക്കിംഗ് പ്രവർത്തനരഹിതമാണ്. താഴെ «ക്രമീകരണങ്ങൾ തുറക്കുക» ടാപ്പ് ചെയ്യുക: ഇത് പ്രവർത്തനക്ഷമമാക്കാൻ ഞങ്ങൾ നിങ്ങളെ ഘട്ടം ഘട്ടമായി സഹായിക്കും.
mr: कॉल ब्लॉकिंग निष्क्रिय आहे. खाली «सेटिंग्ज उघडा» टॅप करा: ते सक्षम करण्यासाठी आम्ही तुम्हाला टप्प्याटप्प्याने मार्गदर्शन करू.
ms: Sekatan panggilan dilumpuhkan. Ketik “Buka Tetapan” di bawah: kami akan membimbing anda langkah demi langkah untuk mengaktifkannya.
nb: Anropsblokkering er deaktivert. Trykk på “Åpne Innstillinger” nedenfor: vi veileder deg trinn for trinn for å aktivere den.
nl: Oproepblokkering uitgeschakeld. Tik hieronder op “Open Instellingen”: we begeleiden je stap voor stap om het in te schakelen.
or: କଲ୍ ବ୍ଲକିଂ ନିଷ୍କ୍ରିୟ ଅଛି। ତଳେ «ସେଟିଂସ୍‌ ଖୋଲନ୍ତୁ» ଟାପ୍ କରନ୍ତୁ: ଏହାକୁ ସକ୍ଷମ କରିବା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ ପର୍ଯ୍ୟାୟକ୍ରମେ ମାର୍ଗଦର୍ଶନ କରିବୁ।
pa: ਕਾਲ ਬਲਾਕਿੰਗ ਅਸਮਰੱਥ ਹੈ। ਹੇਠਾਂ «ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ» ਟੈਪ ਕਰੋ: ਇਸਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਦਮ-ਦਰ-ਕਦਮ ਮਾਰਗਦਰਸ਼ਨ ਦੇਵਾਂਗੇ।
pl: Blokowanie połączeń wyłączone. Dotknij “Otwórz Ustawienia” poniżej: przeprowadzimy Cię krok po kroku, aby je włączyć.
pt: Bloqueio de chamadas desativado. Toque em «Abrir Definições» abaixo: nós guiamo-lo passo a passo para o ativar.
pt_br: Bloqueio de chamadas desativado. Toque em “Abrir Configurações” abaixo: vamos guiá-lo passo a passo para ativá-lo.
ro: Blocarea apelurilor este dezactivată. Apasă pe „Deschide Setările” mai jos: te vom ghida pas cu pas pentru a-l activa.
ru: Блокировка звонков отключена. Нажмите «Открыть настройки» ниже: мы шаг за шагом поможем вам включить эту функцию.
sk: Blokovanie hovorov je deaktivované. Klepnite nižšie na „Otvoriť Nastavenia“: krok za krokom vás prevedieme aktiváciou.
sl: Blokiranje klicev je onemogočeno. Dotaknite se spodaj »Odpri Nastavitve«: vodili vas bomo korak za korakom, da jo omogočite.
sv: Samtalsblockering inaktiverad. Tryck på “Öppna Inställningar” nedan: vi guidar dig steg för steg för att aktivera den.
ta: அழைப்பு தடுப்பு முடக்கப்பட்டுள்ளது. கீழே «அமைப்புகளைத் திறக்கவும்» என்பதைத் தட்டவும்: அதை இயக்க நாங்கள் உங்களுக்கு படிப்படியாக வழிகாட்டுவோம்.
te: కాల్ బ్లాకింగ్ నిలిపివేయబడింది. దిగువన «సెట్టింగ్‌లను తెరవండి» నొక్కండి: దీన్ని ప్రారంభించడానికి మేము మీకు దశల వారీగా మార్గనిర్దేశం చేస్తాము.
th: การบล็อกสายถูกปิดใช้งาน แตะ “เปิดการตั้งค่า” ด้านล่าง: เราจะแนะนำคุณทีละขั้นตอนเพื่อเปิดใช้งาน
tr: Çağrı engelleme devre dışı. Aşağıdaki “Ayarları Aç”a dokunun: etkinleştirmek için size adım adım yol göstereceğiz.
uk: Блокування викликів вимкнено. Торкніться «Відкрити налаштування» нижче: ми крок за кроком допоможемо вам увімкнути цю функцію.
ur: کال بلاکنگ غیر فعال ہے۔ نیچے «سیٹنگز کھولیں» پر ٹیپ کریں: ہم اسے فعال کرنے کے لیے آپ کو مرحلہ وار رہنمائی فراہم کریں گے۔
vi: Chặn cuộc gọi đã bị tắt. Chạm vào “Mở Cài đặt” bên dưới: chúng tôi sẽ hướng dẫn bạn từng bước để bật tính năng này.
zh_hans: 来电拦截已停用。点按下方的“打开设置”：我们会一步步引导你启用该功能。
zh_hant: 來電封鎖已停用。點一下下方的「打開設定」：我們會逐步引導你啟用此功能。

# status.callBlockingUnknown
source: Stato blocco chiamate sconosciuto.
ar: حالة حظر المكالمات غير معروفة.
bn: কল ব্লকিং এর অবস্থা অজানা।
ca: Estat del bloqueig de trucades desconegut.
cs: Stav blokování hovorů neznámý.
da: Status for opkaldsblokering ukendt.
de: Status der Anrufblockierung unbekannt.
el: Άγνωστη κατάσταση αποκλεισμού κλήσεων.
en: Call blocking status unknown.
es: Estado del bloqueo de llamadas desconocido.
fi: Puhelunestotila tuntematon.
fr: État du blocage des appels inconnu.
gu: કૉલ બ્લોકિંગની સ્થિતિ અજ્ઞાત છે.
he: מצב חסימת השיחות אינו ידוע.
hi: कॉल ब्लॉकिंग की स्थिति अज्ञात है।
hr: Status blokiranja poziva nepoznat.
hu: A hívásblokkolás állapota ismeretlen.
id: Status pemblokiran panggilan tidak diketahui.
ja: 着信ブロックの状態が不明です。
kn: ಕರೆ ನಿರ್ಬಂಧದ ಸ್ಥಿತಿ ಅಜ್ಞಾತ.
ko: 전화 차단 상태를 알 수 없습니다.
ml: കോൾ ബ്ലോക്കിംഗ് നിലയെ അറിയില്ല.
mr: कॉल ब्लॉकिंगची स्थिती अज्ञात आहे.
ms: Status sekatan panggilan tidak diketahui.
nb: Status for anropsblokkering er ukjent.
nl: Status van oproepblokkering onbekend.
or: କଲ୍ ବ୍ଲକିଂର ସ୍ଥିତି ଅଜ୍ଞାତ।
pa: ਕਾਲ ਬਲਾਕਿੰਗ ਦੀ ਸਥਿਤੀ ਅਣਜਾਣ ਹੈ।
pl: Stan blokowania połączeń nieznany.
pt: Estado do bloqueio de chamadas desconhecido.
pt_br: Status do bloqueio de chamadas desconhecido.
ro: Starea blocării apelurilor este necunoscută.
ru: Статус блокировки звонков неизвестен.
sk: Stav blokovania hovorov neznámy.
sl: Stanje blokiranja klicev neznano.
sv: Status för samtalsblockering okänd.
ta: அழைப்பு தடுப்பு நிலை தெரியவில்லை.
te: కాల్ బ్లాకింగ్ స్థితి తెలియదు.
th: ไม่ทราบสถานะการบล็อกสาย
tr: Çağrı engelleme durumu bilinmiyor.
uk: Статус блокування викликів невідомий.
ur: کال بلاکنگ کی حالت نامعلوم ہے۔
vi: Không rõ trạng thái chặn cuộc gọi.
zh_hans: 来电拦截状态未知。
zh_hant: 來電封鎖狀態不明。

# status.extensionReloadFailed
source: Bloccato, ma l'estensione non si è ricaricata: %@
ar: تم الحظر، ولكن لم يُعد تحميل الامتداد: %@
bn: ব্লক করা হয়েছে, কিন্তু এক্সটেনশন পুনরায় লোড হয়নি: %@
ca: Bloquejat, però l'extensió no s'ha recarregat: %@
cs: Blokováno, ale rozšíření se nenačetlo znovu: %@
da: Blokeret, men udvidelsen blev ikke genindlæst: %@
de: Blockiert, aber die Erweiterung wurde nicht neu geladen: %@
el: Αποκλείστηκε, αλλά η επέκταση δεν επαναφορτώθηκε: %@
en: Blocked, but the extension didn't reload: %@
es: Bloqueado, pero la extensión no se recargó: %@
fi: Estetty, mutta laajennus ei latautunut uudelleen: %@
fr: Bloqué, mais l'extension n'a pas été rechargée : %@
gu: બ્લોક કર્યું, પરંતુ એક્સટેન્શન ફરીથી લોડ થયું નથી: %@
he: נחסם, אך ההרחבה לא נטענה מחדש: %@
hi: ब्लॉक किया गया, लेकिन एक्सटेंशन फिर से लोड नहीं हुआ: %@
hr: Blokirano, ali se ekstenzija nije ponovno učitala: %@
hu: Blokkolva, de a kiterjesztés nem töltődött be újra: %@
id: Diblokir, tetapi ekstensi tidak dimuat ulang: %@
ja: ブロックしましたが、拡張機能が再読み込みされませんでした: %@
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಆದರೆ ವಿಸ್ತರಣೆ ಮರುಲೋಡ್ ಆಗಲಿಲ್ಲ: %@
ko: 차단했지만 확장 프로그램이 다시 로드되지 않았습니다: %@
ml: ബ്ലോക്ക് ചെയ്തു, പക്ഷേ എക്സ്റ്റൻഷൻ വീണ്ടും ലോഡ് ആയില്ല: %@
mr: ब्लॉक केले, परंतु एक्स्टेंशन पुन्हा लोड झाले नाही: %@
ms: Disekat, tetapi sambungan tidak dimuat semula: %@
nb: Blokkert, men utvidelsen ble ikke lastet på nytt: %@
nl: Geblokkeerd, maar de extensie is niet opnieuw geladen: %@
or: ବ୍ଲକ୍ ହୋଇଛି, କିନ୍ତୁ ଏକ୍ସଟେନ୍ସନ୍ ପୁନର୍ଲୋଡ୍ ହେଲା ନାହିଁ: %@
pa: ਬਲਾਕ ਕੀਤਾ ਗਿਆ, ਪਰ ਐਕਸਟੈਂਸ਼ਨ ਮੁੜ-ਲੋਡ ਨਹੀਂ ਹੋਇਆ: %@
pl: Zablokowano, ale rozszerzenie nie zostało ponownie wczytane: %@
pt: Bloqueado, mas a extensão não foi recarregada: %@
pt_br: Bloqueado, mas a extensão não recarregou: %@
ro: Blocat, dar extensia nu s-a reîncărcat: %@
ru: Заблокировано, но расширение не перезагрузилось: %@
sk: Blokované, ale rozšírenie sa nenačítalo znova: %@
sl: Blokirano, vendar se razširitev ni znova naložila: %@
sv: Blockerad, men tillägget laddades inte om: %@
ta: தடுக்கப்பட்டது, ஆனால் நீட்டிப்பு மீண்டும் ஏற்றப்படவில்லை: %@
te: బ్లాక్ చేయబడింది, కానీ పొడిగింపు మళ్లీ లోడ్ కాలేదు: %@
th: บล็อกแล้ว แต่ส่วนขยายไม่โหลดใหม่: %@
tr: Engellendi, ancak uzantı yeniden yüklenmedi: %@
uk: Заблоковано, але розширення не перезавантажилося: %@
ur: بلاک کر دیا گیا، لیکن ایکسٹینشن دوبارہ لوڈ نہیں ہوا: %@
vi: Đã chặn, nhưng tiện ích không tải lại được: %@
zh_hans: 已拦截，但扩展未能重新加载：%@
zh_hant: 已封鎖，但擴充功能未重新載入：%@

# status.blockedLocally
source: Numero bloccato localmente.
ar: تم حظر الرقم محليًا.
bn: নম্বরটি স্থানীয়ভাবে ব্লক করা হয়েছে।
ca: Número bloquejat localment.
cs: Číslo bylo lokálně zablokováno.
da: Nummer blokeret lokalt.
de: Nummer lokal blockiert.
el: Ο αριθμός αποκλείστηκε τοπικά.
en: Number blocked locally.
es: Número bloqueado localmente.
fi: Numero estetty paikallisesti.
fr: Numéro bloqué localement.
gu: નંબર સ્થાનિક રીતે બ્લોક કરાયો.
he: המספר נחסם באופן מקומי.
hi: नंबर स्थानीय रूप से अवरोधित किया गया।
hr: Broj je blokiran lokalno.
hu: A szám lokálisan blokkolva.
id: Nomor diblokir secara lokal.
ja: 番号をこの端末でブロックしました。
kn: ಸಂಖ್ಯೆಯನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಬ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ.
ko: 번호가 로컬에서 차단되었습니다.
ml: നമ്പർ പ്രാദേശികമായി ബ്ലോക്ക് ചെയ്തു.
mr: नंबर स्थानिक पातळीवर ब्लॉक केला.
ms: Nombor disekat secara setempat.
nb: Nummeret er blokkert lokalt.
nl: Nummer lokaal geblokkeerd.
or: ନମ୍ବର ସ୍ଥାନୀୟ ଭାବରେ ବ୍ଲକ୍ ହେଲା।
pa: ਨੰਬਰ ਨੂੰ ਸਥਾਨਕ ਤੌਰ ਤੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ।
pl: Numer zablokowany lokalnie.
pt: Número bloqueado localmente.
pt_br: Número bloqueado localmente.
ro: Numărul a fost blocat local.
ru: Номер заблокирован локально.
sk: Číslo bolo lokálne zablokované.
sl: Številka je lokalno blokirana.
sv: Numret har blockerats lokalt.
ta: எண் உள்ளூரில் தடுக்கப்பட்டது.
te: నంబర్ స్థానికంగా బ్లాక్ చేయబడింది.
th: หมายเลขถูกบล็อกในเครื่องแล้ว
tr: Numara yerel olarak engellendi.
uk: Номер заблоковано локально.
ur: نمبر مقامی طور پر بلاک کر دیا گیا۔
vi: Số đã được chặn trên thiết bị.
zh_hans: 号码已在本地拦截。
zh_hant: 號碼已在本機封鎖。

# status.blockedAndReported
source: Numero bloccato e segnalato alla community.
ar: تم حظر الرقم والإبلاغ عنه للمجتمع.
bn: নম্বরটি ব্লক এবং কমিউনিটিতে রিপোর্ট করা হয়েছে।
ca: Número bloquejat i denunciat a la comunitat.
cs: Číslo bylo zablokováno a nahlášeno komunitě.
da: Nummer blokeret og anmeldt til fællesskabet.
de: Nummer blockiert und an die Community gemeldet.
el: Ο αριθμός αποκλείστηκε και αναφέρθηκε στην κοινότητα.
en: Number blocked and reported to the community.
es: Número bloqueado y denunciado a la comunidad.
fi: Numero estetty ja ilmoitettu yhteisölle.
fr: Numéro bloqué et signalé à la communauté.
gu: નંબર બ્લોક કરાયો અને સમુદાયને જાણ કરાઈ.
he: המספר נחסם ודווח לקהילה.
hi: नंबर अवरोधित किया गया और समुदाय को रिपोर्ट किया गया।
hr: Broj je blokiran i prijavljen zajednici.
hu: A szám blokkolva és jelentve a közösségnek.
id: Nomor diblokir dan dilaporkan ke komunitas.
ja: 番号をブロックしてコミュニティに報告しました。
kn: ಸಂಖ್ಯೆಯನ್ನು ಬ್ಲಾಕ್ ಮಾಡಿ ಸಮುದಾಯಕ್ಕೆ ವರದಿ ಮಾಡಲಾಗಿದೆ.
ko: 번호가 차단되고 커뮤니티에 신고되었습니다.
ml: നമ്പർ ബ്ലോക്ക് ചെയ്ത് സമൂഹത്തിന് റിപ്പോർട്ട് ചെയ്തു.
mr: नंबर ब्लॉक केला आणि समुदायाला तक्रार केली.
ms: Nombor disekat dan dilaporkan kepada komuniti.
nb: Nummeret er blokkert og rapportert til fellesskapet.
nl: Nummer geblokkeerd en gemeld aan de community.
or: ନମ୍ବର ବ୍ଲକ୍ ହୋଇ ସମ୍ପ୍ରଦାୟକୁ ରିପୋର୍ଟ କରାଗଲା।
pa: ਨੰਬਰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਅਤੇ ਸਮੁਦਾਇ ਨੂੰ ਰਿਪੋਰਟ ਕੀਤਾ ਗਿਆ।
pl: Numer zablokowany i zgłoszony społeczności.
pt: Número bloqueado e denunciado à comunidade.
pt_br: Número bloqueado e denunciado à comunidade.
ro: Numărul a fost blocat și raportat comunității.
ru: Номер заблокирован и отправлен в сообщество.
sk: Číslo bolo zablokované a nahlásené komunite.
sl: Številka je blokirana in prijavljena skupnosti.
sv: Numret har blockerats och rapporterats till communityn.
ta: எண் தடுக்கப்பட்டு சமூகத்திற்கு புகாரளிக்கப்பட்டது.
te: నంబర్ బ్లాక్ చేయబడి సంఘానికి నివేదించబడింది.
th: หมายเลขถูกบล็อกและรายงานให้ชุมชนแล้ว
tr: Numara engellendi ve topluluğa bildirildi.
uk: Номер заблоковано та повідомлено спільноті.
ur: نمبر بلاک کر دیا گیا اور کمیونٹی کو رپورٹ کر دیا گیا۔
vi: Số đã được chặn và báo cáo cho cộng đồng.
zh_hans: 号码已拦截并举报给社区。
zh_hant: 號碼已封鎖並回報給社群。

# status.reportFailed
source: Bloccato localmente, ma la segnalazione non è riuscita: %@
ar: تم الحظر محليًا، ولكن فشل الإبلاغ: %@
bn: স্থানীয়ভাবে ব্লক করা হয়েছে, কিন্তু রিপোর্ট ব্যর্থ হয়েছে: %@
ca: Bloquejat localment, però la denúncia ha fallat: %@
cs: Zablokováno lokálně, ale nahlášení se nezdařilo: %@
da: Blokeret lokalt, men anmeldelsen mislykkedes: %@
de: Lokal blockiert, aber die Meldung ist fehlgeschlagen: %@
el: Αποκλείστηκε τοπικά, αλλά η αναφορά απέτυχε: %@
en: Blocked locally, but the report failed: %@
es: Bloqueado localmente, pero la denuncia no se pudo enviar: %@
fi: Estetty paikallisesti, mutta ilmoitus epäonnistui: %@
fr: Bloqué localement, mais le signalement a échoué : %@
gu: સ્થાનિક રીતે બ્લોક કરાયો, પરંતુ જાણ કરવામાં નિષ્ફળ: %@
he: נחסם באופן מקומי, אך הדיווח נכשל: %@
hi: स्थानीय रूप से अवरोधित, लेकिन रिपोर्ट करना विफल रहा: %@
hr: Blokirano lokalno, ali prijava nije uspjela: %@
hu: Lokálisan blokkolva, de a jelentés nem sikerült: %@
id: Diblokir secara lokal, tetapi pelaporan gagal: %@
ja: この端末でブロックしましたが、報告に失敗しました: %@
kn: ಸ್ಥಳೀಯವಾಗಿ ಬ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ, ಆದರೆ ವರದಿ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 로컬에서 차단되었지만 신고에 실패했습니다: %@
ml: പ്രാദേശികമായി ബ്ലോക്ക് ചെയ്തു, പക്ഷേ റിപ്പോർട്ട് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: स्थानिक पातळीवर ब्लॉक केला, पण तक्रार अयशस्वी: %@
ms: Disekat secara setempat, tetapi laporan gagal: %@
nb: Blokkert lokalt, men rapporteringen mislyktes: %@
nl: Lokaal geblokkeerd, maar de melding is mislukt: %@
or: ସ୍ଥାନୀୟ ଭାବରେ ବ୍ଲକ୍ ହେଲା, କିନ୍ତୁ ରିପୋର୍ଟ ବିଫଳ ହେଲା: %@
pa: ਸਥਾਨਕ ਤੌਰ ਤੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ, ਪਰ ਰਿਪੋਰਟ ਅਸਫਲ ਰਹੀ: %@
pl: Zablokowano lokalnie, ale zgłoszenie nie powiodło się: %@
pt: Bloqueado localmente, mas a denúncia falhou: %@
pt_br: Bloqueado localmente, mas a denúncia falhou: %@
ro: Blocat local, dar raportarea a eșuat: %@
ru: Заблокировано локально, но отправка не удалась: %@
sk: Zablokované lokálne, ale nahlásenie zlyhalo: %@
sl: Lokalno blokirano, vendar prijava ni uspela: %@
sv: Blockerat lokalt, men rapporteringen misslyckades: %@
ta: உள்ளூரில் தடுக்கப்பட்டது, ஆனால் புகாரளிப்பு தோல்வியடைந்தது: %@
te: స్థానికంగా బ్లాక్ చేయబడింది, కానీ నివేదించడం విఫలమైంది: %@
th: บล็อกในเครื่องแล้ว แต่การรายงานล้มเหลว: %@
tr: Yerel olarak engellendi, ancak bildirim başarısız oldu: %@
uk: Заблоковано локально, але повідомлення не вдалося: %@
ur: مقامی طور پر بلاک کر دیا گیا، لیکن رپورٹ کرنا ناکام ہو گیا: %@
vi: Đã chặn trên thiết bị, nhưng báo cáo không thành công: %@
zh_hans: 已在本地拦截，但举报失败：%@
zh_hant: 已在本機封鎖，但回報失敗：%@

# status.syncSuccess
source: Database aggiornato.
ar: تم تحديث قاعدة البيانات.
bn: ডেটাবেস আপডেট হয়েছে।
ca: Base de dades actualitzada.
cs: Databáze byla aktualizována.
da: Database opdateret.
de: Datenbank aktualisiert.
el: Η βάση δεδομένων ενημερώθηκε.
en: Database updated.
es: Base de datos actualizada.
fi: Tietokanta päivitetty.
fr: Base de données mise à jour.
gu: ડેટાબેઝ અપડેટ થયો.
he: מסד הנתונים עודכן.
hi: डेटाबेस अपडेट हो गया।
hr: Baza podataka je ažurirana.
hu: Az adatbázis frissítve.
id: Database berhasil diperbarui.
ja: データベースを更新しました。
kn: ಡೇಟಾಬೇಸ್ ಅಪ್‌ಡೇಟ್ ಆಗಿದೆ.
ko: 데이터베이스가 업데이트되었습니다.
ml: ഡേറ്റാബേസ് അപ്ഡേറ്റ് ചെയ്തു.
mr: डेटाबेस अपडेट झाला.
ms: Pangkalan data dikemas kini.
nb: Databasen er oppdatert.
nl: Database bijgewerkt.
or: ଡାଟାବେସ୍ ଅପଡେଟ୍ ହେଲା।
pa: ਡੇਟਾਬੇਸ ਅੱਪਡੇਟ ਹੋ ਗਿਆ।
pl: Baza danych została zaktualizowana.
pt: Base de dados atualizada.
pt_br: Banco de dados atualizado.
ro: Baza de date a fost actualizată.
ru: База данных обновлена.
sk: Databáza bola aktualizovaná.
sl: Zbirka podatkov je posodobljena.
sv: Databasen har uppdaterats.
ta: தரவுத்தளம் புதுப்பிக்கப்பட்டது.
te: డేటాబేస్ అప్‌డేట్ చేయబడింది.
th: ฐานข้อมูลได้รับการอัปเดตแล้ว
tr: Veritabanı güncellendi.
uk: Базу даних оновлено.
ur: ڈیٹا بیس اپڈیٹ ہو گیا۔
vi: Cơ sở dữ liệu đã được cập nhật.
zh_hans: 数据库已更新。
zh_hant: 資料庫已更新。

# status.syncSuccessButDisabled
source: Database aggiornato. Per attivare il blocco, tocca «Apri Impostazioni» qui sopra e segui la guida.
ar: تم تحديث قاعدة البيانات. لتفعيل الحظر، اضغط على «فتح الإعدادات» أعلاه واتبع الدليل.
bn: ডেটাবেস আপডেট হয়েছে। ব্লকিং সক্রিয় করতে, উপরে «সেটিংস খুলুন» ট্যাপ করুন এবং গাইড অনুসরণ করুন।
ca: Base de dades actualitzada. Per activar el bloqueig, toca «Obre Configuració» a sobre i segueix la guia.
cs: Databáze byla aktualizována. Pro aktivaci blokování klepněte výše na „Otevřít Nastavení“ a postupujte podle návodu.
da: Database opdateret. For at aktivere blokering, tryk på “Åbn Indstillinger” ovenfor og følg guiden.
de: Datenbank aktualisiert. Um die Blockierung zu aktivieren, tippe oben auf „Einstellungen öffnen“ und folge der Anleitung.
el: Η βάση δεδομένων ενημερώθηκε. Για να ενεργοποιήσετε τον αποκλεισμό, πατήστε «Άνοιγμα Ρυθμίσεων» παραπάνω και ακολουθήστε τον οδηγό.
en: Database updated. To enable blocking, tap «Open Settings» above and follow the guide.
es: Base de datos actualizada. Para activar el bloqueo, toca «Abrir Ajustes» arriba y sigue la guía.
fi: Tietokanta päivitetty. Ota esto käyttöön napauttamalla yllä “Avaa Asetukset” ja seuraa ohjetta.
fr: Base de données mise à jour. Pour activer le blocage, appuyez sur « Ouvrir les réglages » ci-dessus et suivez le guide.
gu: ડેટાબેઝ અપડેટ થયો. બ્લોકિંગ સક્રિય કરવા માટે, ઉપર «સેટિંગ્સ ખોલો» ટૅપ કરો અને ગાઇડનું અનુસરણ કરો.
he: מסד הנתונים עודכן. כדי להפעיל את החסימה, הקש על «פתח הגדרות» למעלה ועקוב אחר המדריך.
hi: डेटाबेस अपडेट हो गया। ब्लॉकिंग सक्षम करने के लिए, ऊपर «सेटिंग्स खोलें» टैप करें और गाइड का पालन करें।
hr: Baza podataka ažurirana. Za omogućavanje blokiranja dotaknite “Otvori postavke” iznad i slijedite vodič.
hu: Az adatbázis frissült. A blokkolás engedélyezéséhez koppintson fent a „Beállítások megnyitása” gombra, és kövesse az útmutatót.
id: Basis data telah diperbarui. Untuk mengaktifkan pemblokiran, ketuk “Buka Pengaturan” di atas dan ikuti panduannya.
ja: データベースを更新しました。ブロックを有効にするには、上の「設定を開く」をタップし、ガイドに従ってください。
kn: ಡೇಟಾಬೇಸ್ ಅಪ್‌ಡೇಟ್ ಆಗಿದೆ. ನಿರ್ಬಂಧವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ಮೇಲೆ «ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ» ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ ಮತ್ತು ಗೈಡ್ ಅನ್ನು ಅನುಸರಿಸಿ.
ko: 데이터베이스가 업데이트되었습니다. 차단을 활성화하려면 위의 "설정 열기"를 탭하고 안내를 따르세요.
ml: ഡേറ്റാബേസ് അപ്ഡേറ്റ് ചെയ്തു. ബ്ലോക്കിംഗ് പ്രവർത്തനക്ഷമമാക്കാൻ, മുകളിൽ «ക്രമീകരണങ്ങൾ തുറക്കുക» ടാപ്പ് ചെയ്ത് ഗൈഡ് പിന്തുടരുക.
mr: डेटाबेस अपडेट झाला. ब्लॉकिंग सक्षम करण्यासाठी, वर «सेटिंग्ज उघडा» टॅप करा आणि मार्गदर्शकाचे अनुसरण करा.
ms: Pangkalan data dikemas kini. Untuk mengaktifkan sekatan, ketik “Buka Tetapan” di atas dan ikut panduan.
nb: Databasen er oppdatert. For å aktivere blokkering, trykk på “Åpne Innstillinger” ovenfor og følg veiledningen.
nl: Database bijgewerkt. Tik hierboven op “Open Instellingen” en volg de handleiding om blokkeren in te schakelen.
or: ଡାଟାବେସ୍ ଅପଡେଟ୍ ହୋଇଛି। ବ୍ଲକିଂ ସକ୍ଷମ କରିବାକୁ, ଉପରେ «ସେଟିଂସ୍‌ ଖୋଲନ୍ତୁ» ଟାପ୍ କରନ୍ତୁ ଏବଂ ଗାଇଡ୍ ଅନୁସରଣ କରନ୍ତୁ।
pa: ਡੇਟਾਬੇਸ ਅੱਪਡੇਟ ਹੋ ਗਿਆ। ਬਲਾਕਿੰਗ ਸਮਰੱਥ ਕਰਨ ਲਈ, ਉੱਪਰ «ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ» ਟੈਪ ਕਰੋ ਅਤੇ ਗਾਈਡ ਦਾ ਪਾਲਣ ਕਰੋ।
pl: Baza danych zaktualizowana. Aby włączyć blokowanie, dotknij “Otwórz Ustawienia” powyżej i postępuj zgodnie z instrukcją.
pt: Base de dados atualizada. Para ativar o bloqueio, toque em «Abrir Definições» acima e siga o guia.
pt_br: Banco de dados atualizado. Para ativar o bloqueio, toque em “Abrir Configurações” acima e siga o guia.
ro: Baza de date a fost actualizată. Pentru a activa blocarea, apasă pe „Deschide Setările” mai sus și urmează ghidul.
ru: База данных обновлена. Чтобы включить блокировку, нажмите «Открыть настройки» выше и следуйте инструкции.
sk: Databáza bola aktualizovaná. Ak chcete aktivovať blokovanie, klepnite vyššie na „Otvoriť Nastavenia“ a postupujte podľa návodu.
sl: Podatkovna baza je posodobljena. Za omogočitev blokiranja se dotaknite zgoraj »Odpri Nastavitve« in sledite navodilom.
sv: Databasen har uppdaterats. För att aktivera blockering, tryck på “Öppna Inställningar” ovan och följ guiden.
ta: தரவுத்தளம் புதுப்பிக்கப்பட்டது. தடுப்பை இயக்க, மேலே «அமைப்புகளைத் திறக்கவும்» என்பதைத் தட்டி வழிகாட்டியைப் பின்பற்றவும்.
te: డేటాబేస్ అప్‌డేట్ చేయబడింది. బ్లాకింగ్‌ను ప్రారంభించడానికి, పైన «సెట్టింగ్‌లను తెరవండి» నొక్కి గైడ్‌ను అనుసరించండి.
th: อัปเดตฐานข้อมูลแล้ว เพื่อเปิดใช้งานการบล็อก แตะ “เปิดการตั้งค่า” ด้านบนและทำตามคำแนะนำ
tr: Veritabanı güncellendi. Engellemeyi etkinleştirmek için yukarıdaki “Ayarları Aç”a dokunun ve kılavuzu takip edin.
uk: Базу даних оновлено. Щоб увімкнути блокування, торкніться «Відкрити налаштування» вище і дотримуйтесь інструкції.
ur: ڈیٹا بیس اپڈیٹ ہو گیا۔ بلاکنگ فعال کرنے کے لیے، اوپر «سیٹنگز کھولیں» پر ٹیپ کریں اور گائیڈ کی پیروی کریں۔
vi: Cơ sở dữ liệu đã được cập nhật. Để bật chặn, hãy chạm vào “Mở Cài đặt” ở trên và làm theo hướng dẫn.
zh_hans: 数据库已更新。要启用拦截，请点按上方的“打开设置”并按照指南操作。
zh_hant: 資料庫已更新。若要啟用封鎖，請點一下上方的「打開設定」並依照指南操作。

# status.errorPrefix
source: Errore: %@
ar: خطأ: %@
bn: ত্রুটি: %@
ca: Error: %@
cs: Chyba: %@
da: Fejl: %@
de: Fehler: %@
el: Σφάλμα: %@
en: Error: %@
es: Error: %@
fi: Virhe: %@
fr: Erreur : %@
gu: ભૂલ: %@
he: שגיאה: %@
hi: त्रुटि: %@
hr: Pogreška: %@
hu: Hiba: %@
id: Error: %@
ja: エラー: %@
kn: ದೋಷ: %@
ko: 오류: %@
ml: പിശക്: %@
mr: त्रुटी: %@
ms: Ralat: %@
nb: Feil: %@
nl: Fout: %@
or: ତ୍ରୁଟି: %@
pa: ਗਲਤੀ: %@
pl: Błąd: %@
pt: Erro: %@
pt_br: Erro: %@
ro: Eroare: %@
ru: Ошибка: %@
sk: Chyba: %@
sl: Napaka: %@
sv: Fel: %@
ta: பிழை: %@
te: లోపం: %@
th: ข้อผิดพลาด: %@
tr: Hata: %@
uk: Помилка: %@
ur: خرابی: %@
vi: Lỗi: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@
